"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Nicht du?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 FreundIn ist in der Nähe";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 Tag";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 Stunde";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 Minute";

"1d|short indicator that a user was active 1 day ago" = "1 d";

"1h|short indicator that a user was active 1 hour ago" = "1 h";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Max. 1 Min.: Zum Senden loslassen";

"1m|short indicator that a user was active 1 minute ago" = "1 min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 Tagen";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 Stunden";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 Minuten";

"A new version of Messenger is available.|New version title" = "Eine neue Version des Messenger ist verfügbar.";

"Activation Code|placeholder text for activation code field" = "Aktivierungscode";

"Activation Request Failed|" = "Anfrage auf Aktivierungscode fehlgeschlagen";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Jetzt aktiv (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Als Favorit hinzufügen";

"Add More People|button for adding people to the conversation" = "Weitere Personen hinzufügen";

"Add More People|title for add members page" = "Weitere Personen hinzufügen";

"Add More People|title for add people page" = "Weitere Personen hinzufügen";

"Add To Conversation|text to show in the add people button" = "Zur Unterhaltung hinzufügen";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Zum bestehenden Kontakt hinzufügen";

"Add|generic add button" = "Hinzufügen";

"Adding...|adding progress text" = "Wird hinzugefügt ...";

"Advanced Settings|text for advanced settings button" = "Erweiterte Einstellungen";

"Advanced|title for advanced settings page" = "Fortgeschritten";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Benachrichtigungen sind deaktiviert bis %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Benachrichtigungen für 1 Stunde deaktiviert";

"Alerts Off|Indicates that alerts are off" = "Benachrichtigungen deaktiviert";

"Alerts On|Indicates that alerts are on" = "Benachrichtigungen aktiviert";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Alle Benachrichtigungen sind für 8 h deaktiviert.";

"All notifications are off.|Mute warning display on thread list" = "Alle Benachrichtigungen sind deaktiviert.";

"Answer|Text for button that accepts a call" = "Antworten";

"Archive Thread|Button label that will archive the thread" = "Thread archivieren";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Bist du sicher, dass du den Namen der Unterhaltung löschen möchtest?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Bist du sicher, dass du diese Unterhaltung verlassen möchtest? Du erhältst dann keine weiteren neuen Nachrichten.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Bist du sicher?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Foto anhängen";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Medien beifügen";

"Auto Send|Auto send label" = "Automatisch senden";

"Back|generic nav bar back button" = "Zurück";

"Bing Image Search|" = "Bing-Bildersuche";

"Call Ended|End call message in non-error case" = "Anruf beendet";

"Call Ended|String shown when the call ends" = "Anruf beendet";

"Call Failed|End call message in error case" = "Anruf fehlgeschlagen";

"Call %@|action sheet option for calling a phone number" = "%1$@ anrufen";

"Camera|Button label for attaching a photo from the camera" = "Kamera";

"Cancel|Title for generic Cancel button." = "Abbrechen";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Foto auswählen";

"Clear|prompt to clear all unsent messages" = "Löschen";

"Clearing...|Progress text shown while clearing the image for a thread" = "Wird gelöscht ...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Wird gelöscht ...";

"Close active chat|Button to close an active chat" = "Aktiven Chat schließen";

"Comment|Comment button title" = "Kommentieren";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Nachricht an %1$@ verfassen";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Nachricht an %1$@ verfassen: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Telefonnummer bestätigen";

"Connecting|Text shown on call screen while connecting a call" = "Verbindung wird hergestellt";

"Connection Failed|Alert title when connection failed" = "Verbindung fehlgeschlagen";

"Connection Lost|End call message in connection lost case" = "Verbindung unterbrochen";

"Contact Info|Title of the canonical thread info page." = "Kontaktinformation";

"Contacting|Text shown on call screen while contacting another party" = "Wird kontaktiert";

"Continue|Login - Login Button Title for Keychain Login" = "Weiter";

"Conversation Name|placeholder text in conversation name textfield" = "Name der Unterhaltung";

"Copy Link|Option that pops out after long press on a link in message thread." = "Link kopieren";

"Copy|action sheet option for copying a string to the clipboard" = "Kopieren";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Es konnten keine neuen Mitglieder hinzugefügt werden. Bitte versuche es noch einmal.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Verfügbarkeit konnte nicht abgerufen werden";

"Countries|Title for country picker" = "Länder";

"Country|Country - Country placeholder text" = "Land";

"Create Group Conversation|button for adding people to the canonical conversation" = "Neue Gruppenunterhaltung erstellen";

"Create New Contact|action sheet option for creating a new contact" = "Neuen Kontakt erstellen";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Es ist schon ein Anruf aktiv";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Benachrichtigungseinstellungen individuell anpassen";

"Decline|Text for button that declines a call" = "Ablehnen";

"Delete Conversation Name|alert title for deleting conversation name" = "Unterhaltungsnamen löschen";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Nachricht löschen? Das kann nicht rückgängig gemacht werden.";

"Delete|Button to accept deleting the name of a conversation" = "Löschen";

"Delete|Label for button to delete previous character" = "Löschen";

"Delete|button text for deleting a message" = "Löschen";

"Delete|button text for removing an unsent message" = "Löschen";

"Details|title for message details page" = "Details";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Finde heraus, wer in der Nähe ist";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Finde heraus, welche Freunde in der Nähe sind und lass sie wissen, wo du bist.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Finde heraus, wer in der Gegend ist und lass die Personen wissen, dass du auch da bist.";

"Dismiss|Dismiss the audio recorder" = "Abbrechen";

"Don't Delete|Button to decline to delete the name of a conversation" = "Nicht löschen";

"Don't Save|Don't save action sheet button" = "Nicht speichern";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Fertig";

"Download|Button title to download an upgrade" = "Herunterladen";

"Edit|Edit button/label title for chat divebar" = "Bearbeiten";

"Email|email field placeholder on login screen" = "E-Mail-Adresse";

"Empty Feedback|Title for empty feedback warning." = "Leeres Feedback";

"Enter Code|Enter Code page title" = "Code eingeben";

"Error|error title after failed to load webview" = "Fehler";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook-Nutzer";

"Failed to add members|title for failing to add members dialog" = "Mitglieder konnten nicht hinzugefügt werden";

"Failed to save your settings.|error message after changing thread alert setting." = "Speicherung deiner Einstellungen fehlgeschlagen.";

"Favorites|chat bar favorites header title" = "Favoriten";

"Free Call|Text on button that starts a messenger call" = "Kostenloser Anruf";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Kostenlose Anrufe nicht möglich";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Freunde von Freunden";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Freunde im Messenger";

"Get Directions|action sheet option for viewing a map" = "Route planen";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Hole dir den Facebook-Messenger";

"Get Started|Title for NUX" = "Erste Schritte";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Übermittle uns Feedback oder melde ein Problem";

"Google Image Search|" = "Google-Bildersuche";

"Group Conversation|Create a group conversation divebar label" = "Gruppenunterhaltung";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Gruppenunterhaltungen";

"Group Info|Title of group thread info page." = "Gruppeninformation";

"Help|text for help button" = "Hilfe";

"Hold to Talk|The instruction for holding the record button and talk" = "Zum Sprechen gedrückt halten";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Ich bin mir sicher";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Wenn du %1$@ gerne verwendest, würdest du dir einen Moment Zeit nehmen und diese Version bewerten? Danke!";

"Image Search|action sheet option for choosing a photo from image search" = "Bildersuche";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Gib deinen Standort an";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Unvollständiger Kontakt";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Falscher Bestätigungscode.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Facebook-Messenger installieren?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Installiere den Messenger, um diese Nachricht abzuhören und deine eigene Nachricht aufzunehmen.";

"Install|Button text to install the Facebook Messenger" = "Installieren";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Ungültiger Kontakt";

"Invalid Country Code|alert title for invalid country code" = "Ungültiger Ländercode";

"Invalid Phone Number|alert title for invalid phone number" = "Ungültige Telefonnummer";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Halte alle auf dem Laufenden";

"Last Updated: %@|last updated date in pull to refresh header" = "Letzte Aktualisierung: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Mehr dazu";

"Leave Conversation|leave conversation button" = "Unterhaltung verlassen";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Unterhaltung verlassen?";

"Leave|Button title for leaving a thread" = "Verlassen";

"Leaving...|Progress text shown while leaving a thread" = "Wird verlassen ...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Lasse die Personen in dieser Unterhaltung wissen, wo du bist.";

"Licenses|Licenses screen title" = "Lizenzen";

"Licenses|text for licenses button" = "Lizenzen";

"Like|Like button title" = "Gefällt mir";

"Load Earlier Messages|message for loading earlier messages" = "Vorherige Nachrichten laden";

"Loading...|Message presented while waiting for content to load." = "Wird geladen ...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Du wirst lokalisiert …";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Ortungsdienste deaktiviert";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Ort ist für diese Unterhaltung deaktiviert";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Ortungsdienste sind deaktiviert. Aktiviere sie, um Nutzern in dieser Unterhaltung zu zeigen, wo du dich befindest.";

"Location services are on|Title of location NUX when user has enabled location services." = "Ortungsdienste sind aktiviert";

"Log In to Facebook|Login - Login Button Title for password login" = "Bei Facebook anmelden";

"Logged in as %@|Login - Text showing who user is logged in as" = "Angemeldet als %1$@";

"Login Approval Required|title of login approval dialog" = "Anmeldebestätigung erforderlich";

"Login Failed|Invalid login alert title" = "Anmeldung fehlgeschlagen";

"Map|title of map tab" = "Karte";

"Mark as Unread|Button label that will mark the thread as unread" = "Als ungelesen markieren";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Triff Freunde unterwegs";

"Message|divebar message button title" = "Nachricht senden";

"Messages|Messenger module display name" = "Nachrichten";

"Messages|name of the app with Facebook brand" = "Nachrichten";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Weitere Freunde (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Weitere Freunde (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Mehr Freunde online";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "HINWEIS: Personen, die du hinzufügst, sehen alle vorangegangenen Nachrichten in dieser Unterhaltung.";

"Name is Too Long|alert title for long conversation name" = "Name ist zu lang";

"Name|Placeholder text: Name of new contact" = "Name";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Verpasse keine Nachrichten mehr";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Verpasse keine weiteren Nachrichten von deinen Freunden.";

"New Contact|Button title: Create a new contact" = "Neuer Kontakt";

"New Message|Title of screen shown when user is composing a new message" = "Neue Nachricht";

"New version available|Title of alert displayed when new version is available" = "Neue Version verfügbar";

"Next|Generic button to move to next item" = "Weiter";

"Next|button label for moving to the next screen" = "Weiter";

"No Message|dialog title for when user tries to send an empty message" = "Keine Nachricht";

"No Recipients|dialog title for when user tries to send to no recipients" = "Keine Empfänger";

"No Results|Accessibility label describing a contacts search result with no results" = "Keine Ergebnisse";

"No locations shared recently.|message on map view when no location has been shared recently" = "Keine kürzlich geteilten Orte.";

"No response.|Error reported when no response is received from the server" = "Keine Antwort.";

"No, Thanks|Label on button for user to decline to rate the app" = "Nein, danke";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Niemand sieht, wo du genau bist";

"Not Now|Button text to temporarily ignore the installation message" = "Nicht jetzt";

"Not Now|Not now alert popup button" = "Nicht jetzt";

"Not Now|Title of button to not share location for now." = "Jetzt nicht";

"Not Now|button label for deferring enabling push notifications" = "Nicht jetzt";

"Not now|Button title to decline an upgrade" = "Jetzt nicht";

"Notifications for This Conversation|Title for per-thread notification settings" = "Benachrichtigungen für diese Unterhaltung";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Benachrichtigungen für diese Unterhaltung sind deaktiviert.";

"Notifications|Label for enabling/disabling notification" = "Benachrichtigungen";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Aus bis %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Aus für 1 Stunde";

"Off|Short string for indicating that alerts are off" = "Aus";

"On|Short string for indicating that alerts are on" = "Ein";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Auf Karte zeigen";

"Password|password field placeholder on login screen" = "Passwort";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Personen in dieser Unterhaltung können deinen Standort auf der Karte sehen.";

"People|Section title for list of thread participants." = "Personen";

"People|title of people tab" = "Personen";

"Phone Number|placeholder text for phone number field" = "Telefonnummer";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefonnummer oder E-Mail-Adresse";

"Pin friends you message most|Label when users have no favorites" = "Fixiere die Freunde, denen du am häufigsten Nachrichten sendest";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Bitte überprüfe deinen Bestätigungscode und versuche es noch einmal.";

"Please check your network connection and try again.|" = "Bitte überprüfe deine Netzwerkverbindung und versuche es noch einmal.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Bitte überprüfe deine Nummer und versuche es noch einmal.";

"Please check your number and try again.|alert message for invalid phone number" = "Bitte überprüfe deine Nummer und versuche es noch einmal.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Bitte lade die neueste Version des Facebook-Messenger herunter.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Bitte gib eine Nachricht ein oder füge ein Foto bei";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Bitte gib eine Telefonnummer oder E-Mail-Adresse ein.";

"Please enter a valid country code.|alert message for invalid country code" = "Bitte gib einen gültigen Ländercode ein.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Bitte gib die E-Mail-Adresse und das Passwort ein, welche du zur Anmeldung für Facebook verwendest.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Bitte gib den Namen der Person und die Kontaktinformationen ein.";

"Please include a description of your problem.|Message for empty feedback warning." = "Bitte gib eine Beschreibung deines Problems ein.";

"Please rate the quality of your call|Prompt for call quality survey" = "Bitte bewerte die Qualität deines Anrufs";

"Please re-login to renew your session.|Error message for expired session" = "Bitte melde dich erneut für deine neue Sitzung an.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Bitte verwende einen kürzeren Unterhaltungsnamen.";

"Preview|title for image preview screen" = "Vorschau";

"Privacy & Terms|text for privacy and terms button" = "Privatsphäre und Nutzungsbedingungen";

"Pull down to refresh...|message for pull down to refresh" = "Zum erneuten Laden herunterziehen ...";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Push-Benachrichtigungen sind deaktiviert.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Signaltöne für Push-Benachrichtigungen sind deaktiviert.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Push-Benachrichtigungen sind deaktiviert.";

"Push up to refresh...|message for push up to refresh" = "Zum erneuten Laden nach oben schieben ...";

"REC|The record button" = "Aufnehmen";

"Rate %@|Alert title for asking user to rate this app." = "Bewerte %1$@";

"Rate %@|Label on button prompting user to rate the app." = "%1$@ bewerten";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Erreiche Freunde, egal wo sie gerade sind - auf dem Handy oder am Computer.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Erreiche Freunde, egal wo sie gerade sind";

"Record Audio|action sheet option for recording some audio" = "Audio aufnehmen";

"Record Video|action sheet option for recording a video" = "Video aufnehmen";

"Record Voice|Button label for attaching an audio clip" = "Sprachnachricht aufnehmen";

"Record|Record button for voice message" = "Aufnehmen";

"Record|Record button for voice recording" = "Aufnehmen";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Aufnahmegerät wurde nicht gestartet";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Aufnahme abgebrochen";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Zum Abbrechen der Aufnahme loslassen";

"Release to refresh...|message for releasing to refresh" = "Zum erneuten Laden loslassen ...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Später erinnern";

"Remove Attachment|action sheet option for removing current attachment" = "Anhang entfernen";

"Remove Photo|action sheet option for removing chosen photo" = "Foto entfernen";

"Remove Photo|action sheet option for removing current attachment" = "Foto entfernen";

"Removing...|text for removing progress" = "Wird entfernt ...";

"Report a Problem|title for give feedback or report bug" = "Melde ein Problem";

"Resend|Resend - Resend Button Title" = "Erneut senden";

"Retry|generic retry button" = "Erneut versuchen";

"Save Photo|action sheet option to save photo to library" = "Foto speichern";

"Save photo as conversation image?|" = "Foto als Bild für die Unterhaltung speichern?";

"Save|" = "Speichern";

"Saving...|Progress text shown while saving a new image for a thread" = "Wird gespeichert ...";

"Saving...|Progress text shown while saving a new name for a thread" = "Wird gespeichert ...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Nach Freunden suchen";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Nach weiteren Freunden suchen ...";

"Search to add favorites|placeholder in edit favorites search bar" = "Suche nach Favoriten";

"Search|placeholder in search bar" = "Suchen";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Wird gesucht ...";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Finde heraus, welche Freunde in Fußnähe sind oder deine Stadt besuchen und teile ihnen mit, dass du in der Nähe bist.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Gesehen von allen";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Gesehen von allen";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Gesehen von %1$@ (%2$@)";

"Seen by %@|Text for when a message has been seen by 1 person" = "Gesehen von %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Gesehen von %1$@";

"Seen by:|Text for seen state header" = "Gesehen von:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Gesehen: %1$@ in der Nähe von %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Gesehen: %1$@";

"Select country code|select country code text" = "Ländercode auswählen";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "An Handy, Chat und Internet senden";

"Send|Nav bar send button text" = "Senden";

"Send|Send button for voice message" = "Senden";

"Send|text to show in the send button" = "Senden";

"Sending...|sending progress text" = "Wird gesendet ...";

"Sent a message|default notification text for messages with no body text" = "Eine Nachricht versendet";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Vom Messenger gesendet";

"Sent from email|indicator that a message was sent from email" = "Per E-Mail gesendet";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Per Handy gesendet";

"Sent from web|indicator that a message was sent sent from web or chat" = "Vom Computer gesendet";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Gesendet aus %1$@";

"Session Expired|Error title for expired session" = "Sitzung abgelaufen";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "„Anwendungseinstellungen“ > „Allgemein“ > „Ortungsdienste“";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "„Anwendungseinstellungen“ > „Ortungsdienste“";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "„Anwendungseinstellungen“ > „Datenschutz“ > „Ortungsdienste“";

"Settings|Settings alert popup button" = "Einstellungen";

"Settings|title for settings page" = "Einstellungen";

"Settings|title of settings tab" = "Einstellungen";

"Share|Share button title" = "Teilen";

"Shared a link|text for a link share" = "Hat einen Link geteilt";

"Shared a photo|text for a photo share" = "Hat ein Foto geteilt";

"Shared a video|text for a video share" = "Hat ein Video geteilt";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Für Facebook registrieren";

"Skip|Skip - Skip Button Title" = "Überspringen";

"Something went wrong. Want to try again?|retry dialog message" = "Etwas ist schief gelaufen. Möchtest du es noch einmal probieren?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Leider ist etwas schief gelaufen";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Beginne Gruppenchats";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Beifügen von Medien anhalten";

"Stop|Stop button for voice recording" = "Anhalten";

"Submit|Submit button title" = "Senden";

"Switch Account|text for switching logged in user" = "Konto wechseln";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Wechsle für den Anruf zu Wi-Fi";

"Take Photo|action sheet option for taking a photo" = "Foto aufnehmen";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Berühre „Erneut versuchen“, um diese Nachricht zu versenden.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Tippe auf das Rad, um Chat zu aktivieren";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Tippe hier, um festzustellen, wer in der Nähe ist";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Tippen, um zum Anruf zurückzukehren";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Tippe hier, um eine Nachricht zu senden";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Zum Aktivieren von Orten tippen";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "SMS können nicht an diese Nummer geschickt werden.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Sende deinen Freunden SMS auf ihr Handy oder per Chat - egal wo sie sind.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Diese Telefonnummer kann keine SMS erhalten.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Bei der Herstellung der Verbindung zu Facebook ist ein Fehler aufgetreten. Bitte überprüfe deine Verbindung und versuche es noch einmal.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Bei der Herstellung der Verbindung für deinen Anruf ist ein Problem aufgetreten. Bitte verbinde dich mit Wi-Fi und versuche es noch einmal.";

"This Conversation|header text for alert settings applying to a single conversation" = "Diese Unterhaltung";

"Timeline|Button text to go to a user's timeline" = "Chronik";

"Timeline|divebar timeline button title" = "Chronik";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Tipp: Verpasse keine Nachrichten";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Um Anrufe entgegennehmen zu können, musst du die neueste Version des Messenger installieren.";

"To complete your phone number activation, please enter the activation code|" = "Bitte gib den Aktivierungscode ein, um die Aktivierung deiner Telefonnummer abzuschließen";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Um einen Ort in deinen Nachrichten anzugeben, gehe zu %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Um Anrufe durchführen zu können, musst du die neueste Version des Messenger installieren.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Um die Benachrichtigungen für diese Unterhaltung zu deaktivieren, gehe zu den „Unterhaltungseinstellungen“.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Um Orte für alle deine Unterhaltungen zu deaktivieren, gehe zu %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Gehe zum Aktivieren von Benachrichtigungen zu „iPhone-Einstellungen“ %1$@ „Benachrichtigungen“ %2$@ „Messenger“";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Um diese Funktion zu verwenden, gehe zu deinen „%1$@“-Einstellungen und wähle „Ortungsdienste“ aus. Schalte sie dann für Facebook EIN.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Um diese Funktion verwenden zu können, gehe zu deinen „%1$@“-Einstellungen und tippe erst auf „Privatsphäre“ und dann auf „Ortungsdienste“. Wähle danach „EIN“ für Facebook aus.";

"To|Accessibility label for to field in contact picker" = "An";

"To:|to field in contact picker" = "An:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Zum Sprechen gedrückt halten. Zum Senden loslassen oder zum Abbrechen mit dem Finger zur Seite fahren.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Erneut versuchen";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Chat deaktivieren";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Bis 8:00 Uhr deaktivieren";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Für 1 h deaktivieren";

"Turn Off|Option to turn off alerts" = "Deaktivieren";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Chat aktivieren";

"Turn On Location Services|Error message title when location services are unavailable." = "Ortungsdienste aktivieren";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Benachrichtigungen aktivieren";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Benachrichtigungen aktivieren";

"Turn On|Option to turn on alerts" = "Aktivieren";

"Turn On|Turn on alerts" = "Aktivieren";

"Turn On|button label for deferring enabling push notifications" = "Aktivieren";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Aktiviere Push-Benachrichtigungen";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Aktiviere die Push-Benachrichtigungen, um zu erfahren, wenn neue Nachrichten eintreffen.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Schreibt etwas ...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Anruf bei %1$@ nicht möglich";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Sprachnachricht kann nicht abgespielt werden";

"Unable to Save Image|retry dialog title for setting thread image" = "Bild kann nicht gespeichert werden";

"Unable to Send|Title for send feedback failed warning." = "Senden nicht möglich";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Das Hinzufügen von mehr Personen zu der Unterhaltung ist nicht möglich. Bitte versuche es noch einmal.";

"Unable to name your conversation.|error message after setting conversation name" = "Deiner Unterhaltung kann kein Name gegeben werden.";

"Unable to remove you right now.|error messages after leaving conversation" = "Du kannst derzeit nicht entfernt werden.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Favoriten für Nachrichten können nicht auf Facebook gespeichert werden";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Nachricht kann nicht gesendet werden. Erneut versuchen?";

"Unable to send message.|Alert text for when a message failed to send." = "Nachricht kann nicht gesendet werden.";

"Unable to send right now.|error message for failing to send message" = "Das kann derzeit nicht versendet werden.";

"Unpin|button title to remove user from favorites" = "Nicht oben anzeigen";

"Update|Get new version now button." = "Aktualisieren";

"Updating...|updating progress text" = "Wird aktualisiert ...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Neue Version jetzt installieren";

"Use|use nav bar button in photo preview screen" = "Verwenden";

"View Call|Text show on button that views an incoming call" = "Anruf anzeigen";

"View in Maps|action sheet option for viewing a map" = "Auf Karte anzeigen";

"View|Alert button that takes user to the thread where a message failed to send" = "Anzeigen";

"We'll text you a link to confirm your number.|Confirmation information text" = "Wir senden dir eine SMS, um deine Nummer zu bestätigen.";

"Welcome to Messenger|Title for NUX page" = "Willkommen beim Messenger";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "An wen möchtest du diese Nachricht schicken?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Du kannst das in deinen Privatsphäre-Einstellungen festlegen.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Dir wird bald eine SMS oder E-Mail mit einem Code zugesendet, den du zur Anmeldung verwenden kannst.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Du erfährst nicht, wenn du eine Nachricht erhältst.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Dein Mobilfunkanbieter lässt keine Anrufe per Messenger zu. Bitte aktiviere Wi-Fi in deinen Handyeinstellungen.";

"Your message was not sent.|text shown when a message failed to send" = "Deine Nachricht wurde nicht versendet.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Deine Nachrichten wurden nicht versendet.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "...";

"active 1d ago|indicator that a user was active 1 day ago" = "vor 1 d aktiv";

"active 1h ago|indicator that a user was active 1 hour ago" = "vor 1 h aktiv";

"active 1m ago|indicator that a user was active 1 minute ago" = "vor 1 min aktiv";

"active now|indicator that a user is currently active, on web or mobile" = "jetzt aktiv";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "vor %1$@ auf dem Handy aktiv";

"active on mobile|presences status for being active on mobile" = "auf dem Handy aktiv";

"active %id ago|indicator that a user was active 2+ days ago" = "vor %1$i d aktiv";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktiv: vor %1$i h";

"active %im ago|indicator that a user was active 2+ minute ago" = "vor %1$i min aktiv";

"active %@ ago|presences status for being active a relative time ago" = "vor %1$@ aktiv";

"error|A short message for audio play error" = "Fehler";

"is calling|text below the caller's name when they are calling" = "ruft an";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "schreibt etwas ...";

"on mobile|presences status for being available on mobile" = "via Handy";

"online %@ ago|presences status for being online on the web a relative time ago" = "online vor %1$@";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "schreibt etwas ...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d von %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i FreundIn von Freunden";

"%i Friend|Number of friends in search result (singular)" = "%1$i FreundIn";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i Freunde von Freunden";

"%i Friends|Number of friends in search result (plural)" = "%1$i Freunde";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i Tagen";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i Stunden";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i Minuten";

"%id|short indicator that a user was active 2+ days ago" = "%1$i d";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i h";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ und %2$@ verwenden Facebook-Messenger";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ sind in der Nähe";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ ist in der Nähe";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ ruft an";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ telefoniert gerade";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ ist nicht verfügbar";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ schreibt etwas ...";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ hat versucht dich anzurufen";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ verwendet Facebook-Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i weitere Personen";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ und %3$@ verwenden Facebook-Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ und 1 weitere/r FreundIn verwenden Facebook-Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ und %4$i weitere Freunde verwenden Facebook-Messenger";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@ …";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u FreundIn ist in der Nähe";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u Freunde sind in der Nähe";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u Freunde sind in der Nähe";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u deiner Freunde teilen, wenn sie in der Nähe sind";

"%u photo attached|Accessiblity text for a single photo" = "%1$u Foto beigefügt";

"%u photos attached|Accessibility text for a photo set" = "%1$u Fotos beigefügt";

